const questionsElbrus = [
    {themesId: 1, questions: 'Что нужно сделать, чтобы понять рекурсию?' , points: 100},
    {themesId: 1, questions: 'Что мотивирует студентов помогать другим, быть самыми отзывчивыми?' , points: 200},
    {themesId: 1, questions: 'Главное хобби Папы, за исключением программирования?' , points: 300},
    {themesId: 1, questions: 'Полпачки […] способно поднять настроение Артема до небес?' , points: 400},
    {themesId: 1, questions: 'Главный преподаватель религиоведения на кухне?' , points: 500},
    {themesId: 1, questions: 'Мало кто знает, но у fetch есть имя-отчество. Какое?' , points: 600},
    {themesId: 1, questions: 'В отношение чего от Эльбрусовцев чаще всего можно услышать злобный крик «Она не сосет!»' , points: 700},
    {themesId: 1, questions: 'Аттракцион, на который посещает каждый студент Эльбруса' , points: 800},
    {themesId: 1, questions: 'Эту кухонную мебель убирают подальше, когда в бар заходит Макс Дорофеев' , points: 900},
    {themesId: 1, questions: 'За что любит ухватиться Керим в своей любимой настольной игре?' , points: 1000}
];

const questionsCats = [
    {themesId: 2, questions: 'Как звали болтливого кота из сериала «Сабрина, маленькая ведьма»?' , points: 100},
    {themesId: 2, questions: 'Как звали героя одноименного сериала, который пытался съесть кота своей семьи?' , points: 200},
    {themesId: 2, questions: 'Правда ли, что кошки узнают наш голос, но предпочитают его игнорировать?' , points: 300},
    {themesId: 2, questions: 'Правда ли, что первые прирученные кошки появились в древнем Египте?' , points: 400},
    {themesId: 2, questions: 'Название штата США, в одной из местности которого кот был мэром в течение 15 лет' , points: 500},
    {themesId: 2, questions: 'Состояние самой богатой в мире кошки' , points: 600},
    {themesId: 2, questions: 'Самое старое видео с котиками было снято в 1894 году. Какой был вид спорта, которым они занимались?' , points: 700},
    {themesId: 2, questions: 'Какой вкус не чувствуют кошки?' , points: 800},
    {themesId: 2, questions: 'Примерное количество домашних котиков по всему миру' , points: 900},
    {themesId: 2, questions: 'Сколько котиков жило в доме Эрнеста Хемингуэя?' , points: 1000}
];

const questionsGeneral = [
    {themesId: 3, questions: 'Из какого фильма цитата: «Жизнь похожа на коробку шоколада»?' , points: 100},
    {themesId: 3, questions: 'Название этой нелетающей птицы из Австралии состоит из двух нот. Что это за птица?' , points: 200},
    {themesId: 3, questions: 'Знаменитая улица в Санкт-Петербурге большим количеством «культурных» заведений' , points: 300},
    {themesId: 3, questions: 'Самая маленькая планета в Солнечной системе?' , points: 400},
    {themesId: 3, questions: 'В какой стране находится “Испанская лестница”?' , points: 500},
    {themesId: 3, questions: 'Чем их больше, тем масса меньше. Что это?' , points: 600},
    {themesId: 3, questions: 'Из какого города приехали The Beatles?' , points: 700},
    {themesId: 3, questions: 'Сколько костей у акул?' , points: 800},
    {themesId: 3, questions: 'По закону штата, каких домашних питомцев на Аляске нельзя водить в парикмахерскую?' , points: 900},
    {themesId: 3, questions: 'Что в Бангладеше сделают с юношей или девушкой старше 15 лет, если заметят, что они списывают на экзамене?' , points: 1000}
];

module.exports = questionsElbrus, questionsCats, questionsGeneral;